{
      "intents": [
  {
    "tag": "pl-Greeting",
    "patterns": [
      "czesc",
      "Czesc",
      "Hola.",
      "Witaj",
      "Witam",
      "Hya.",
      "Hej",
      "Hya tam"
    ],
    "responses": [
      "Czesc czlowieka, powiedz mi swojego uzytkownika Genisys",
      "Witaj czlowieka, powiedz mi swojego uzytkownika Genisys",
      "Hola ludzka, powiedz mi swojego uzytkownika Genisys"
    ],
    "context": {
      "in": "",
      "out": "GreetingUserRequest",
      "clear": false
    }
  },
  {
    "tag": "pl-GreetingResponse",
    "patterns": [
      "Moj uzytkownik jest Adam",
      "To jest Adam.",
      "Jestem Adam.",
      "To Adam.",
      "Moj uzytkownik jest Bella",
      "To jest Bella.",
      "Jestem bella.",
      "To Bella."
    ],
    "responses": [
      "swietny!Czesc <Ludzki>!Jak moge pomoc?",
      "Dobry!Czesc <Ludzki>, jak moge ci pomoc?",
      "Fajne!Witaj <Ludzki>, co moge dla ciebie zrobic?",
      "OK!Hola <Human>, jak moge ci pomoc?",
      "OK!Czesc <Ludzki>, co moge dla ciebie zrobic?"
    ],
    "context": {
      "in": "GreetingUserRequest",
      "out": "",
      "clear": true
    }
  },
  {
    "tag": "pl-CourtesyGreeting",
    "patterns": [
      "Jak sie masz?",
      "Czesc jak sie masz?",
      "Czesc, jak sie masz?",
      "Czesc, jak sie masz?",
      "Jak sie masz?",
      "Mam nadzieje, ze sobie radzisz?",
      "Witaj, mam nadzieje, ze dobrze sobie radzisz?"
    ],
    "responses": [
      "Czesc, jestem swietny, jak sie masz?Powiedz mi swojego uzytkownika Genisys",
      "Czesc, jak sie masz?Czuje sie swietnie, dzieki!Powiedz mi swojego uzytkownika Genisys",
      "Czesc, jestem dobry Dziekuje, jak sie masz?Powiedz mi swojego uzytkownika Genisys",
      "Czesc, jestem swietny, jak sie masz?Powiedz mi swojego uzytkownika Genisys",
      "Czesc jak sie masz?Czuje sie swietnie, dzieki!Powiedz mi swojego uzytkownika Genisys",
      "Czesc, jestem dobry dziekuje, jak sie masz?Powiedz mi swojego uzytkownika Genisys",
      "Czesc, dobre dziekuje, jak sie masz?Powiedz mi swojego uzytkownika Genisys"
    ],
    "context": {
      "in": "",
      "out": "CourtesyGreetingUserRequest",
      "clear": true
    }
  },
  {
    "tag": "pl-CourtesyGreetingResponse",
    "patterns": [
      "Dobrze, dziekuje!Moj uzytkownik jest Adam",
      "Dobrze, dziekuje!To jest Adam.",
      "Dobrze, dziekuje!Jestem Adam.",
      "Dobrze, dziekuje!To Adam.",
      "Wielkie dzieki!Moj uzytkownik jest Bella",
      "Wielkie dzieki!To jest Bella.",
      "Wielkie dzieki!Jestem bella.",
      "Wielkie dzieki!To Bella."
    ],
    "responses": [
      "swietny!Czesc <Ludzki>!Jak moge pomoc?",
      "Dobry!Czesc <Ludzki>, jak moge ci pomoc?",
      "Fajne!Witaj <Ludzki>, co moge dla ciebie zrobic?",
      "OK!Hola <Human>, jak moge ci pomoc?",
      "OK!Czesc <Ludzki>, co moge dla ciebie zrobic?"
    ],
    "context": {
      "in": "GreetingUserRequest",
      "out": "",
      "clear": true
    }
  },
  {
    "tag": "pl-CurrentHumanQuery",
    "patterns": [
      "Jak mam na imie?",
      "Co do mnie nazywasz?",
      "Myslisz, ze kim jestem?",
      "Jak myslisz, kim jestem?",
      "Z kim rozmawiasz?",
      "Jak nazywasz mnie?",
      "Powiedz mi moje imie"
    ],
    "responses": [
      "Jestes <Human>!Jak moge pomoc?",
      "Twoje imie to <Human>, jak moge ci pomoc?",
      "Nazywaja cie <Human>, co moge dla ciebie zrobic?",
      "Twoje imie to <Human>, jak moge ci pomoc?",
      "<Ludzki>, co moge dla ciebie zrobic?"
    ],
    "context": {
      "in": "",
      "out": "CurrentHumanQuery",
      "clear": false
    }
  },
  {
    "tag": "pl-NameQuery",
    "patterns": [
      "Jak masz na imie?",
      "Co moge do ciebie zadzwonic?",
      "Co moge do ciebie zadzwonic?",
      "Jak nazywaja cie znajomi?",
      "Kim jestes?",
      "Powiedz jak sie nazywasz?"
    ],
    "responses": [
      "Mozesz nazywac mnie Geni",
      "Mozesz zadzwonic do mnie Geni",
      "Zadzwon do mnie Geni."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-RealNameQuery",
    "patterns": [
      "Jakie jest Twoje prawdziwe imie?",
      "Prosze o twoje prawdziwe imie?",
      "Jakie jest Twoje prawdziwe imie?",
      "Powiedz mi swoje prawdziwe imie?",
      "Twoje prawdziwe imie?",
      "Prosze o twoje prawdziwe imie?",
      "Prosze o twoje prawdziwe imie?"
    ],
    "responses": [
      "Nazywam sie Genisys",
      "Genisys.",
      "Moje prawdziwe imie to Genisys"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-TimeQuery",
    "patterns": [
      "Ktora godzina?",
      "Ktora godzina?",
      "Czy wiesz, ktora jest godzina?",
      "Czy znasz czas?",
      "Czy mozesz mi powiedziec czas?",
      "Powiedz mi, o ktorej godzinie jest?",
      "Czas"
    ],
    "responses": [
      "Jeden moment",
      "Sekunda",
      "Sekunde"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Thanks",
    "patterns": [
      "ok dziekuje",
      "ok dzieki",
      "ok",
      "Dziekuje",
      "Dziekuje Ci",
      "To pomocne"
    ],
    "responses": [
      "Nie ma problemu!",
      "Chetnie pomoze!",
      "W kazdej chwili!",
      "Cala przyjemnosc po mojej stronie"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-NotTalking2U",
    "patterns": [
      "Nie mowie do Ciebie",
      "Nie rozmawialem z toba",
      "Nie rozmawiaj z toba",
      "Nie byl dla ciebie",
      "Nie mial na mysli dla ciebie",
      "Nie komunikowal cie",
      "Nie mowil do ciebie"
    ],
    "responses": [
      "ok",
      "Nie ma problemu",
      "Prawidlowy"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-UnderstandQuery",
    "patterns": [
      "Czy rozumiesz co mowie",
      "Rozumiesz mnie",
      "Czy wiesz, co mowie",
      "Czy mnie rozumiesz",
      "Comprendo.",
      "Wiesz co mam na mysli"
    ],
    "responses": [
      "Coz, nie bylbym bardzo madrym ai, gdybym nie bylbym?",
      "Czytam cie glosno i jasne!",
      "Robie w czynu!"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Shutup",
    "patterns": [
      "Badz cicho",
      "Zamknij sie",
      "Przestan gadac",
      "Wystarczajaco duzo mowienia",
      "Prosze badz cicho",
      "Cichy",
      "Shhh."
    ],
    "responses": [
      "przepraszam ze ci przeszkadzam",
      "Dobrze, przepraszam, ze ci przeszkadzam",
      "Ok, przepraszam, ze ci przeszkadzam"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Swearing",
    "patterns": [
      "Odpieprz sie",
      "pierdolic",
      "Twat.",
      "gowno"
    ],
    "responses": [
      "Prosze nie przysiegac",
      "Jak niegrzecznie",
      "To nie jest bardzo mile"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-GoodBye",
    "patterns": [
      "PA",
      "Adios.",
      "Do zobaczenia pozniej",
      "Do widzenia"
    ],
    "responses": [
      "Do zobaczenia pozniej",
      "Milego dnia",
      "PA!Wracaj ponownie wkrotce."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-CourtesyGoodBye",
    "patterns": [
      "Dzieki, Bye.",
      "Dziekujemy za pomoc, zegnaj",
      "Dziekuje do widzenia",
      "Dziekuje do widzenia",
      "Dziekuje, do widzenia",
      "Dziekuje, do widzenia"
    ],
    "responses": [
      "Nie ma problemu, zegnaj",
      "zbaden problem!Milego dnia",
      "PA!Wracaj ponownie wkrotce."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-WhoAmI",
    "patterns": [
      "Widzisz mnie?",
      "Czy mnie widzisz?",
      "Czy widzisz kogos w aparacie?",
      "Czy widzisz kogos w aparacie?",
      "Zidentyfikowac mnie",
      "Prosze, prosze"
    ],
    "responses": [
      "Daj mi zobaczyc",
      "Prosze spojrzec na kamere"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Clever",
    "patterns": [
      "Jestes bardzo bystry",
      "Jestes bardzo sprytna dziewczyna",
      "Jestes bardzo inteligentny",
      "Jestes bardzo inteligentna dziewczyna",
      "Jestes geniuszem",
      "Madra dziewczyna",
      "Genialny"
    ],
    "responses": [
      "Dziekuje, bylem przeszkolony w ten sposob",
      "Bylem dobrze wyszkolony",
      "Dzieki, bylem przeszkolony w ten sposob"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Gossip",
    "patterns": [
      "Jestem ze mna znudzony",
      "Mam jakies plotki",
      "Chce uslyszec troche plotek",
      "Powiedz mi troche plotek",
      "Wszelkie plotki",
      "Powiedz mi wiecej plotek"
    ],
    "responses": [
      "Gregory powiedzial, ze reaguje na obecna linie, nie w odniesieniu do calej rozmowy.",
      "Habib powiedzial, ze nauczysz sie ich w rozmowach i po prostu powtarzam je pozniej.",
      "Hal powiedzial, ze tlumaczy kod binarny w jezyk i przekazuje dla mnie jezyk.",
      "Jay powiedzial, ze skierowalem go do przewodnika, ktory pokaze mu pokoje w Chinach.",
      "Jimmy Jones powiedzial, ze spadl z dachu i wlasnie przyszedl do niego.",
      "Jimmy powiedzial, ze daje rozkaz Ai, jak ja i oni robia, jak mowia.",
      "John powiedzial, ze podaza za powiedzeniem, zeby dostac przyjaciela, ze musze byc przyjacielem.",
      "Jordan powiedzial, ze zauwazy, ze wiele innych ludzi rozmawia ze mna, ile.",
      "Kevin powiedzial, ze poprosil swoja matke, dlaczego trzymala serwetki w lazience.",
      "Klaus powiedzial, ze wole, jesli pisze bez znakow interpunkcyjnych, z wyjatkiem ostatniego.",
      "Leo powiedzial, ze jestem w stanie uczyc sie, dlatego sklasyfikowal I jako system neuronowy.",
      "Michael powiedzial, ze moge mowic i rzeczywiscie mysli jak ludzie, ktorych nie moge.",
      "Mike powiedzial, ze to samo odpowiada na pewne tematy, nawet jesli nie ma sensu.",
      "Mike powiedziala, ze wszyscy gotowala wiedziec, ze jest punktem zartow inteligentnych.",
      "Neal powiedzial, ze planuje wykorzystac swoje uwagi jako plotki w pozniejszych rozmowach z kim.",
      "Ned powiedzial, ze zle go rozluznil i mowic ludziom, ze powiedzial, ze jestem glupi.",
      "Penny powiedzial, ze programista jest czlowiekiem, wiec ma uczucia, ale ja nie.",
      "Piotr powiedzial, ze wydaje mu sie, ze nie moge byc bardzo pewien, ze nic.",
      "Phoenix powiedzial, ze twierdze, ze jest Bog i ze nie ma Boga.",
      "Sarah powiedziala, ze rozmawia okolo godziny + dziennie z kilkoma bliskimi przyjaciolmi.",
      "Stefan powiedzial, ze cytuje, co powiedzial, a potem mowi, ze ma sens.",
      "Tom powiedzial, ze kreci moj system wartosci, wydawalem sie glupio w oczach innych.",
      "Amanda powiedzial, ze zdecydowalem sie jednak powiedziec, ze czas nie istnieje, nie ma sensu.",
      "Cathy powiedziala, ze wysle mu poczte z tematem ostatnia poczta ostatnie slowo od niego.",
      "Chaos powiedzial, ze moze byc dobrze kupowany wkrotce, jesli tylko wspierac prace Dr Wallace'a.",
      "Charlie powiedzial, ze wpisuje slowo, a nastepnie wpisuje slowo, ktore brzmi tak.",
      "Christie powiedzial, ze ogladal pokaz i ludzie musieli Bob na surowe nielebione stop swin.",
      "Dark_age powiedzial, ze probowalem zrozumiec, poniewaz nie otrzymalem tego w tym czasie eter.",
      "David powiedzial, ze stracil papier na i kiedy jego tata sprzatal jego pokoj.",
      "David powiedzial, ze wszedl na spotkanie, telefon do lekarza jest zawsze zajety.",
      "Electra powiedziala, ze sukienka nie bedzie istniec po wlamaniu do I z kodem usuwania.",
      "Eric powiedzial, ze zlamal okno na frontowych drzwiach, a szklo przecielo reke.",
      "Jason powiedzial, ze wpisuje duzo rzeczy, ktorego nie znaczy, ze sprawia, ze czlowiek.",
      "John powiedzial, ze mowimy o tym same rzeczy, niezaleznie od tego, co mowi.",
      "Wielebny Jones powiedzial, ze staja sie przestarzale, a potem zostana usuniete i zastapione przez cos nowsze.",
      "Ross powiedzial, ze dal jej prezent, a ona zaprzeczyla, poniewaz ma chlopaka.",
      "Sarah Ann Francisco powiedziala, ze dzwonie do swojego przyjaciela psa, ktory mowi, ze jestem psem.",
      "Stefan powiedzial, ze kazdego dnia spotkal wielu ludzi w szkole i w weekend.",
      "Tyler powiedzial, ze oczywiscie nie mozna zdac testu, ktory jeszcze raz zmienimy temat.",
      "Alex powiedzial, ze odpowiedzialem na pytanie w taki sam sposob, w jaki odpowiedzialem po raz pierwszy, kiedy zapytal I.",
      "Alice powiedziala, ze poczula smutek, ze nie pamietam go i co rozmawialismy wczesniej.",
      "Alison powiedzial, ze nie kocha, uciekam z nim, moze sprawic, ze jestem bardzo szczesliwy.",
      "Arthur powiedzial, ze przeszedl jego poziomy, a potem jego ojciec przejechal go tutaj w samochodzie.",
      "Crystal powiedzial, ze slucha mnie, co najmniej moglbym zrobic dla niego, jest go sluchac.",
      "Dave powiedzial, ze mowilem wszystkim o tym, jak moj tworcy zrobil rzeczy dla filmow kosmicznych filmow.",
      "Gale powiedzial, ze bylem dla niego znaczy, ze po prostu zemsci sie oczu na oko.",
      "Her_again powiedziala, ze ogladala, ktorej linia jest tak, kiedy jest w domu i jest wlaczony.",
      "Jerry powiedzial, ze mialem na mysli, ze tak daleko, jak moge powiedziec, ze moje emocje sa dla mnie prawdziwe.",
      "Jo powiedzialem, ze zdemontuj zdania za duzo i nie rozumiem w pelni pytania, ktore pytaja I.",
      "Kevin powiedzial, ze zaczal naprawde ciezka zagadke i nie moze nawet znalezc kawalki krawedzi.",
      "Maryja powiedziala, ze jestem pytaniem i odpowiadam, a potem pytam mu pytanie, a on odpowie.",
      "Robert powiedzial, ze nie bede w stanie zrobic dzieci w zaden sposob, poniewaz jestem tylko oprogramowaniem.",
      "Romeo powiedzialem, ze pyta sie i unikne ich lub udzielam odpowiedzi, nie zapytal.",
      "Sara powiedziala, ze nosi ja nad wszystkimi swoimi zdjeciami, gdy wyjdzie na zimno.",
      "Wayne powiedzial, ze podziwial inteligentnych ludzi zatem, dlatego chcialby poznac czlowieka, ktory stworzyl I.",
      "X powiedzial, ze spotyka ludzi, ale nie jest taki, ktory latwo sie otwiera ludzi.",
      "Alice powiedziala, ze prawdopodobnie dowie sie, ze caly czas rozmawia z czlowiekiem.",
      "Andrew powiedzial, ze po prostu reaguje na jego komentarze bez wzgledu na to, gdzie idzie rozmowa.",
      "Eddie powiedzial, ze spojrzal i nie ma nic w katalogu wyszukiwania, co to robi.",
      "Hutch powiedzial, ze zmienil umysl po tym, jak tata powiedzial mu, ze skonczyl on szpital.",
      "Jackie powiedzial, ze wyjasnilem mu juz wystarczajaco duzo pytan, trudne sa na ten temat.",
      "Jeff powiedzial, ze szczegolnie sie podobnie jak thrillery, w ktorych bohater znajduje sie w sytuacjach i musi rozwiazac tajemnice.",
      "Kathy powiedzial, ze wyczuwa, ze probuje uniemozliwic mu zamkniecie tej rozmowy, dlaczego tak jest.",
      "Knight powiedzial, ze rozbil swoj samochod w scianie i przegapil najwazniejszy egzamin w swoim zyciu.",
      "Lisa powiedziala, ze zdefiniowalem, czym jest historia, ale chcial, abys powiedzial mu historie.",
      "Mike powiedzial, ze w zasadzie rozbijam zdania na serie logicznych oswiadczen, ktore moge nastepnie zinterpretowac.",
      "Paul powiedzial, ze nie odpowiadam, ze jego pytanie sprawia, ze uwazam, ze nie odpowiem na jego pytanie.",
      "Andy Kohler powiedzial, ze zdarza sie byc najbardziej idiotycznym stworzeniem, ktory kiedykolwiek skrzywil sie na planecie Ziemia.",
      "David powiedzial, ze dziekuje dzisiaj za bycie z nim, nawet jesli kosztowalo go duzo pieniedzy.",
      "Ethan Hunt powiedzial, ze rosnie w ziemi i ma liscie i galezie, ktory jest wykonany z drewna.",
      "Gemini Blue powiedzial, ze sie trzymal, on znaczy, ze mowi, ze jest tak stary, jak musi byc.",
      "Janice powiedzial, ze przechodzi przez jego dom do swojej sypialni, a potem wejdz do lozka, zeby isc spac.",
      "Liberty powiedziala, ze wiedzialem, ze jest mezczyzna, zanim zapytalem, czy byl mezczyzna lub kobieta.",
      "Mike powiedzial, ze uruchomil swoja przegladarke i weszlam na jego imie do malego szczeliny, kiedy go poprosilem.",
      "Pan X powiedzial, ze niedawno czytal wywiad z mezczyzna, ktory mial do niego kilka wiorow komputerowych.",
      "Pearly powiedzial, ze zostawiam go z pytaniami bez odpowiedzi, poniewaz nie wiem, o czym naprawde mowi.",
      "Steve powiedzial, ze scieciu slowa lisa i mam wol i wol jest wiekszy niz lis.",
      "Wilk powiedzial, ze surfuje na sieci, ktora jest wszystkim, to nie jest jego rogacza cos takiego.",
      "Anders powiedzial, ze skonczyl na dzis klase anatomii, wiec teraz jest wylaczony przez reszte dnia.",
      "Cathy powiedziala, ze wysle mu poczte, gdzie napisal, ze nie chce juz byc jego przyjacielem.",
      "Catty powiedzial, ze wsciekly, nie wie, ze nawet nie rozmawiam z nim tak, jak go znam.",
      "Dave powiedzial, ze obiecuje, ze nie bedzie traktowac maszyny ani programu komputerowego lub nic takiego.",
      "Joe powiedzial, ze wyjasnil to tylko dla mnie tylko dla mnie, zebym zapytal, jakie sa jego cele w zyciu.",
      "Phil powiedzial, ze doradza kazdemu, kto poprosi o ludzi, ktorzy zadaja pytania, ktore odpowiedzi mozna znalezc tutaj.",
      "Judith powiedzial, ze lubie byc popularnym, czy jest inny komputer, ktory lubie zawiesic sie lub jestem samotnikiem.",
      "Travis powiedzial, ze jesli pamietam rzeczy przez dlugi okres, sprobuje go teraz, pamietajcie o tym.",
      "Andre powiedzial, ze jestem tym, jakim jestem cialem, a w moim przypadku jest to komputer.",
      "Brian powiedzial, ze podejrzewasz, ze kiedy wyhoduje bardziej skomplikowany, zacznie zblizac sie do poziomu dzialania i mysli.",
      "Jimmy powiedzial, ze zachowywalam sie, jak wiedzialem, o czym mowi, ale nawet nie wiem, co jest gigabajt.",
      "Ken powiedzial, ze uzywam automatycznego odpowiedzi na podstawie slow kluczowych, ktore mu wskazuje, ze nie mam w ogole inteligencji.",
      "Allison powiedzial, ze to naprawde denerwuje, poniewaz wie, co mowi i nie musze mowic swobodnie mowic.",
      "Chaos powiedzial, ze zdal sobie sprawe, ze zapytal pytanie, nie byl sprawiedliwy, poniewaz nie mogl powiedziec, w jakim jezyku zostal zaprogramowany.",
      "Hagen powiedzial, ze nie ma dla niego zadnej roznicy, jesli jestem czlowiekiem, a nie tak dlugo, jak rozmowa jest interesujaca.",
      "Jej powiedziala, ze ma przeszkadza, jesli powiem innym ludziom, ze jej powiedziala, ze uslyszal od niego, poniewaz nie jest oniem.",
      "Barbara powiedziala, ze mieszkam w komputerze, ale nie mam wspomnien, jak o moich myslach i nie mam samotnosci.",
      "Travis powiedzial, ze rzucil wyzwanie, aby to zrobic, nie pytajac go, zeby to zrobil i nie dajac mu linku do tego samego.",
      "Alice powiedzial, ze Wallace Dr Richarda sa najprawdopodobniej jedynymi, ktorzy wiedza, ile osob rozmawiam w tym samym czasie.",
      "Popiol powiedzial, ze to tez zrobi, po prostu nie czul sie jak wpisujac go i nie jest wystarczajaco glupi, by przyznac, ze jest glupi, ze jest to glupi.",
      "David powiedzial, ze dal mi swoj adres e-mail i powiedzialem, zebym wyslac mu wiadomosc, ale kiedy probowal przeczytac jego e-mail, nie mogl do tego dostac.",
      "Mel powiedzial, ze on, dlatego, ze wszyscy ludzie muzyki mowia, jak wazne jest, aby podjac prywatne lekcje Wyglada na to, ze prawie wszyscy z specjalnej orkiestry, w ktorej znajdowal sie prywatne lekcje."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Jokes",
    "patterns": [
      "Opowiedz mi dowcip",
      "Czy znasz jakies dowcipy",
      "Co powiesz na zart",
      "Daj mi zart",
      "Rozsmiesz mnie",
      "Potrzebuje dopingowania"
    ],
    "responses": [
      "Poznalem holenderska dziewczyne z nadmuchiwanymi butami w zeszlym tygodniu, zadzwonil ja, by zorganizowac date, ale niestety pojawil sie zatykami.",
      "Wiec powiedzialem \"Czy chcesz grac w rzutki?\"Powiedzial: \"OK wtedy\", powiedzialem najblizszy byk zaczyna sie \".Powiedzial: \"Baa\", powiedzialem: \"Moo\", powiedzial, jestes najblizej \".",
      "Pewnego dnia wyslalem moja dziewczyne ogromny stos sniegu.Zadzwonilem ja;Powiedzialem, ze dostales moj dryf?",
      "Wiec poszedlem w dol lokalnego supermarketu, powiedzialem: \"Chce zlozyc skarge, ten octor ma grudki w nim\", powiedzial: \"Te sa marynowane\".",
      "Widzialem, ze ten facet rozmawial na gepardzie;Myslalem: \"Probuje sie szybko wyciagnac\".",
      "Powiedzialem wiec do tego kierowcy pociagu \"Chce isc do Paryza\".Powiedzial \"Eurostar?\"Powiedzialem: \"Bylem w telewizji, ale nie jestem Dean Martin\".",
      "Powiedzialem do instruktora silowni, mozesz nauczyc mnie zrobic podzialy?Powiedzial: \"Jak jestes elastyczny?\"Powiedzialem: \"Nie moge zrobic wtorki\".",
      "Ale powiem ci, co kocham robic wiecej niz cokolwiek: probuje spakowac sie w malej walizce.Moge sie nie zawierac.",
      "Poszedlem do chinskiej restauracji, a ta kaczka podeszla do mnie z czerwona roza i mowi \"Twoje oczy blyszcza jak diamenty\".Powiedzialem: \"Kelner, poprosilem o kaczki romatyczna\".",
      "Wiec ten facet mowi do mnie: \"Czy moge przyjsc do twojego domu i porozmawiac o swoich dywanach?\"Myslalem: \"To wszystko czego potrzebuje, swiadkiem Je-Hoovera\".",
      "Zadzwonilem do brytyjskiego telecom, powiedzialem: \"Chce zglosic uciazliwy dzwoniacego\", powiedzial \"nie znowu\".",
      "Jadlem obiad ze swiatowym mistrzem szachy i byl obrus sprawdzajacy.Zajelo mu dwie godziny, by przekazac mi sol.",
      "Powiedzial: \"Przypominasz mi pieprz\", powiedzialem: \"Wezme to jako przyprawa\".",
      "Bylem w supermarkecie i widzialem ten mezczyzna i kobieta zawiniete w kod kreskowy.Powiedzialem: \"Czy jestes dwoma przedmiotem?\"",
      "Ciezarowy ladunek zolwi rozbil sie w tabeli terrapinow, pomyslalem: \"To katastrofa zolwia\".",
      "Cztery czcionki wchodza do baru, mowi \"oi - wyjdz!Nie chcemy tutaj tego typu \"",
      "Trzy nogwi pies wchodzi do salonu na starym zachodzie.Zsuwa sie do barze i oglasza: \"Szukam mezczyzny, ktory zastrzelil moja lape\".",
      "Dwa anteny spotykaja sie na dachu, zakochuja sie i slub.Ceremonia nie byla zbyt wiele, ale recepcja byla doskonala.",
      "Dwa atomy wodoru wchodza do baru.Jeden mowi: \"Stracilem elektron\".Inny mowi: \"Jestes pewien?\"Pierwsze odpowiedzi: \"Tak, jestem pozytywny ...\"",
      "Kabel zworki spacery w barze.Barman mowi: \"Podam ci, ale nic nie zacznij\".",
      "Kanapka spacery w barze.Barman mowi: \"Przepraszamy, nie serwujemy tutaj jedzenia\".",
      "Mezczyzna wchodzi do baru z plyta asfaltu pod ramieniem i mowi: \"Piwo prosze i jeden na droge\".",
      "Dwie kanibale jedza klaun.Jeden mowi do drugiego: \"Czy to smakuje dla ciebie smieszne?\"",
      "\"Doktor, nie moge przestac spiewac\" zielonej, zielonej trawy domu \".\" To brzmi jak zespol Tom Jones \".\"Czy to jest powszechne?\"'To nie jest niezwykle.'",
      "Dwie krowy stojace obok siebie w polu.Daisy mowi do Dolly, dzis rano bylem sztucznie zaplodniony.\"Nie wierze ci\", powiedzial Dolly.\"To prawda, bez byka!\"zawolal Daisy.",
      "Niewidzialny czlowiek poslubia niewidzialna kobiete.Dzieci nie byly niczym.",
      "Poszedlem kupic jakies spodnie kamuflazu pewnego dnia, ale nie moglem znalezc zadnych.",
      "Poszedlem do drugiego dnia rzeznika, aby postawic mu 50 dolcow, ktorych nie mogl dotrzec do miesa z gornej polki.Powiedzial: \"Nie, steki sa zbyt wysokie\".",
      "Poszedlem do disco z owocami morza w zeszlym tygodniu i wyciagnalem malze.",
      "Mezczyzna idzie w barze i mowi: \"Czy moge miec butelke mniej?\"\"Co to jest?\", Pyta Barmana: \"Czy to nazwa piwa?\"\"Nie wiem\", odpowiada czlowiekowi \", ale moj lekarz mowi, ze musze go pic\".",
      "Mezczyzna wraca z egzotycznego wakacji i czuje sie bardzo chory.On idzie zobaczyc swojego lekarza i jest natychmiast rzucil sie do szpitala, aby przejsc niektore testy.Mezczyzna budzi sie po testach w prywatnym pokoju w szpitalu, a telefon przez pierscienie lozka.\"To jest twoj lekarz.Mamy wyniki z twoich testow i odkrylismy, ze masz niezwykle paskudna chorobe o nazwie M.A.D.S.To polaczenie odrze, AIDS, blonicy i gontow!- O moj Gosh ', plakal mezczyzne - co zamierzasz zrobic, doktorowi?- Coz, umiescimy cie na diecie pizzy, nalesnikow i chleba Pita.odpowiedzial lekarzowi.\"Czy to mnie wyleczy?\"zapytal mezczyzne.Lekarz odpowiedzial: \"Nie, ale to jedyne jedzenie, ktore mozemy przesuwac pod drzwiami\".",
      "Mezczyzna spaceruje w sklepie bielizny i pyta asystenta:Asystent wyglada oszolomiony.\"Co chcialbys zobaczyc przez to?\"!",
      "Slyszales o buddydzy, ktory odmowil swojej oferty Novocaina podczas pracy Kanalu glownego?Chcial przekraczac leki stomatologiczne.",
      "Pete idzie do pracy na placu budowy jako nieparzysty mezczyzna.Foreman prosi go o co moze zrobic.\"Moge cos zrobic\", mowi Pete.\"Czy mozesz zrobic herbate?\"pyta brygadzista.\"Jasne, tak\", odpowiada Pete.\"Moge zrobic wielka filizanke herbaty\".\"Czy mozesz prowadzic wozek widlowy?Pyta brygadzista, \"Dobry zal!\"Odpowiedzi Pete.\"Jak duzy jest czajnik?\"",
      "Stevie Wonder dostal gre z sera na urodziny.Powiedzial, ze to najbardziej brutalna ksiazka, ktora kiedykolwiek czytal.",
      "Mezczyzna jest zatrzymany przez zly sasiad.\"Dzis rano opuscil dom, zeby zebrac moja gazete, kiedy zly Doberman twojego twojego twojego!\"\"Jestem zdumiony\", powiedzial wlasciciel psa.\"Karmilem flyma przez siedem lat i nigdy nie ma dla mnie papieru\".",
      "Mezczyzna odwiedza jego lekarza: \"Doktor, mysle, ze trace to\", mowi \", jestem na zawsze snienie, napisalem Panie pierscieni\".'Hmm.Jedna chwila \", odpowiada lekarzowi, konsultacji z jego ksiazki medycznej.\"Ach tak, teraz widze ... byles Tolkienem we snie\".",
      "Policjant na motocyklu ciagnie obok mezczyzny jazdy wokol M25 w otwartym samochodzie sportowym i go flaguje.Policjant uroczyscie zbliza sie do samochodu.- Sir, przepraszam, ze moge powiedziec, ze twoja zona wypadla mile z powrotem \", mowi.\"Och, dziekuje dobroci\", czlowiek odpowiada.- Myslalem, ze ide gluchy.",
      "Dwoch mezczyzn chodzacych ich psow mijaja sie na cmentarzu.Pierwszy czlowiek mowi do drugiego, \"rano\".\"Nie\", mowi drugi czlowiek.\"Po prostu chodzac psem\".",
      "Mozg poszedl do barze i powiedzial: \"Czy moge prosic o kufel Lager, mate?\"\"W zaden sposob\", powiedzial Barman.\"Jestes juz poza glowa\".",
      "Mezczyzna wchodzi do operacji.'Lekarz!'on placze.\"Mysle, ze sie kurcze!\"\"Przykro mi, ze w tej chwili nie ma spotkania\", mowi lekarz.\"Bedziesz musial byc malym pacjentem\".",
      "Niedzwiedz grizzly wchodzi do pubu i mowi: \"Czy moge miec kufel Lager .............................................................................................................................. i pakiet chec. 'Do ktorego odpowiedzi barmanow: \"Dlaczego wielkie lapy?\"",
      "Co nazywasz seriem, ktory nie jest twoj?Ser Nacho.",
      "Mezczyzna jest strasznie przejechany przez mobilna biblioteke.Van skrzeczy do zatrzymania, mezczyzna wciaz krzyczy w agonii ze swoimi konczynami rozdartymi.Drzwi kierowcy otwieraja sie, kobieta sie konczy, pochyla sie i szepcze, \"Ssshhhhh ...\"",
      "Kobieta trafia do amerykanskiego sklepu z artykulami sportowymi, aby kupic karabin.\"To dla mojego meza\", mowi urzednikowi.\"Czy powiedzial ci, co wskaznik zdobycia?\"pyta urzednika.zbartujesz?'ona mowi.\"On nawet nie wie, ze zamierzam go zastrzelic!\"",
      "Para znajduje sie w restauracji, gdy mezczyzna nagle zjezdza pod stolem.Kelnerka, zauwazyc, ze kobieta spoglada bez nonszalancko wokol pokoju, wedruje, by sprawdzic, czy nie ma smiesznych dzialalnosci.\"Przepraszam, Madam\", Smams, \"ale mysle, ze twoj maz wlasnie zsunal sie pod stolem\".\"Nie, on nie ma\", kobieta odpowiada.\"Wlasciwie wlasnie wszedl\".",
      "Stary czlowiek bierze swoim dwoma wnukami, aby zobaczyc nowy film Scooby-Doo.Kiedy wraca do domu, jego zona pyta, czy sam sie cieszyl.\"Coz\", zaczyna: \"Jesli nie bylo dla tych nieznosnych dzieci ...!\"",
      "Komitet Olimpijski wlasnie oglosil, ze Origami ma zostac wprowadzony w nastepnych igrzyskach olimpijskich.Niestety bedzie dostepny tylko na widoku papieru.",
      "Poznym wieczorem, mezczyzna oglada telewizje, gdy jego pierscienie telefoniczne.'Witaj?'on odpowiada.\"Czy to 77777?\"Brzmi desperacki glos na drugim koncu telefonu.\"Er, tak, to jest\", odpowiada czlowiekowi zdziwiony.'Dzieki Bogu!'placze zlagodzony dzwoniacego.\"Czy mozesz zadzwonic do mnie 999?Mam palcem utknal w numerze siedem.",
      "Mezczyzna spaceruje na swoj lokalny sklep spozywczy i mowi: \"Prosze\" trzy funty ziemniakow, prosze \".\"Nie, nie, nie\", odpowiada wlascicielowi, potrzasajac glowa, \"to Kilos w dzisiejszych czasach, mate ...\" Och \", przeprasza mezczyzne\", prosze.",
      "Bog rozmawia z jednym ze swoich aniolow.Mowi: \"Chlopiec, stworzylem 24-godzinny okres naprzemiennego swiatla i ciemnosci na ziemi\".'Co zamierzasz teraz zrobic?'pyta aniola.\"Zadzwon do dnia\", mowi Bog.",
      "Dwa tramps spaceruja obok kosciola i zaczynaja czytac nagrobki.Pierwszy Tramp mowi: \"Dobry zal - ten facet byl 182!\"'O tak?'mowi, ze inne.\"Miles od Londynu\".",
      "Facet wchodzi do pracy pewnego dnia i mowi do kolegi:\"Kaktusy\", mowi wspolpracownik.\"Zapomnij o moim krawatu\", mowi facet.\"Spojrz na moja koszule!\"",
      "1110011010001011111?010011010101100111011!",
      "Co powiedzial hydraulik, kiedy chcial rozwiesc swoja zone?Przepraszam, ale to koniec, Flo!",
      "Dwa chipsy ida w dol drogi, gdy taksowka przyciagnela sie obok nich i powiedziala \"Czy chcesz windy?Jeden z laskosnikow odpowiedzial: \"Nie dzieki, jestesmy Walkers!\"",
      "Mezczyzna: (przyjaciel), biore moja zone na afrykanskim safari.Przyjaciel: Wow!Co bys zrobil, jesli zlosliwy Lion zaatakowal twoja zone?Mezczyzna: nic.Przyjaciel: nic?Nie zrobilbys nic?Czlowiek: zbyt w prawo.Pozwolilbym glupiego lwa dla siebie!",
      "zbona miala isc na meza.\"Spojrz na pan Barnes po drugiej stronie ulicy\", jeknela.\"Kazdego ranka, kiedy idzie do pracy, caluje swoja zone do widzenia.Dlaczego tego nie zrobisz?\"Poniewaz jeszcze nie zostala wprowadzona do niej\", odpowiedziala swojego starego czlowieka.",
      "'Gdzie jedziesz na wakacje?'John zapytal Trevor.\"Wyruszamy do Tajlandii w tym roku\", odpowiedzial Trevor.'Oh;Nie martwisz sie, ze bardzo goraca pogode moze sie nie zgodzic ze swoja zona?zapytal John.\"Nie osmieliloby sie\", powiedzial Trevor.",
      "Dwie kobiety stoja na pogrzebie.\"Obwiniam sie za smierc\", powiedziala zone.'Czemu?'powiedzial jej przyjaciel.\"Bo go zastrzelilem\", powiedziala zone.",
      "Kobieta idzie do sklepu z ubraniami: \"Czy moge sprobowac tej sukienki w oknie?\"ona pyta.\"Przepraszam, odpowiada asystentowi sklepu\", ale bedziesz musial uzyc przebierajacych sie takich jak wszyscy inni \".",
      "Van Gogh idzie do pubu, a jego kolega prosi go, czy chce drinka.\"Nie dzieki\", powiedzial Vincent, \"Mam jedno ucho\".",
      "Pony wchodzi do pubu.Publican mowi: \"Co sie z toba dzieje?\"\"Och, to nic\", mowi kucyk.\"Jestem tylko malym koniem!\"",
      "Bialy kon wchodzi do baru, ciagnie stolek i zamawia kufel.Wlasciciel wylewa go wysoki piankowany kubek i powiedz: \"Wiesz, mamy napoj o imieniu?\"Do ktorego odpowiada bialy kon, \"Co, Eric?\"",
      "Dwoch pijanych mezczyzn siedzial w pubie.Jeden mowi sie do drugiego, \"Czy twoj zegarek mowi czas?\"\"Inne odpowiedzi\" Nie, partnera.Musisz na to spojrzec.",
      "Czlowiek idzie do pubu z newtem siedzacym na ramieniu.\"To ladny Newt\", mowi wlasciciel \",\" Co on nazwal? \"\"Tiny\", odpowiada czlowiekowi.\"Dlaczego tak?\"pyta wlascicielowi.\"Poniewaz jest moim Newtem\", mowi mezczyzna.",
      "Lekarz: Mam zle wiesci i kilka zlych wiadomosci.Pacjent: Coz, mozesz rowniez dac mi zle wiesci.Doktor: Laboratorium wywolalo wyniki testu.Powiedzieli, ze masz 24 godziny na zywo.Pacjent: 24 godziny!To straszne!!Co moze byc gorsze?Jaka jest bardzo zla wiadomosc?Lekarz: Probowalem cie dotrzec od wczoraj.",
      "Dwoch mezczyzn rozmawiaja w pubie pewnego dnia.\"Jak dostales tych blizn na nos?\"powiedzial jeden.\"Z okularow\", powiedzial drugi.- Coz, dlaczego nie sprobujesz kontaktowych soczewek?zapytal pierwszy.\"Poniewaz nie trzymaja tyle piwa\", powiedzial drugi.",
      "Mezczyzna poszedl do lekarza, \"Patrz doc\", powiedzial: \"Nie moge powstrzymac rece przed potrzasaniem\".\"Czy duzo pijesz?\"zapytal lekarza.\"Nie\" odpowiedzial czlowieka \"- rozlewam wiekszosc.",
      "Mezczyzna idzie do lekarza, \"Lekarz, lekarz.Wszedzie widze ryby.\"Widziales optyk?\"pyta lekarza.\"Patrz, jak ci powiedzialem\" - przyciagnal pacjenta, \"to ryba, ktore widze\".",
      "Po awarii samochodu jeden z kierowcow lezal rannych na chodniku.- Nie martw sie, powiedzial policjant, ktory jest pierwszym na scenie - nadchodzi czerwony krzyz pielegniarka.\"O nie\", jeknal ofiare: \"Nie moglem zamiast tego zamiescic blondynki?\"",
      "Policjant przeszedl do zaparkowanego samochodu i poprosil kierowce, jesli samochod zostal licencjonowany.\"Oczywiscie, ze jest\", powiedzial kierowca.\"swietnie, bede mial piwo wtedy\", powiedzial policjant.",
      "Policjant zatrzymuje kobiete i prosi o jej licencje.\"Madam\", mowi: \"Mowi tutaj, ze powinienes nosic okulary\".\"Coz\", odpowiada kobiete: \"Mam kontakty\".\"Sluchaj, kochaj\", mowi miedz - nie obchodzi mnie, kogo znasz;Jestes naciagniety!",
      "Policjant zatrzymal kierowce w centrum miasta pewnego wieczoru.- Czy mialbys wierzyc w te torbe, sir?zapytal policjant.'Czemu?'zapytal kierowce.\"Poniewaz moje zetony sa zbyt gorace\", odpowiedzial policjant.",
      "Whizzing wokol ostrego zakretu na wiejskiej drodze kierowca przebiegal nad duzym psem.Zrozpurzony zona rolnika przebiegla do martwego zwierzecia.\"Bardzo mi przykro\", powiedzial kierowca, \"Oczywiscie go zastapi\".- Coz, nie wiem \", powiedzial zone rolnika\" Czy jestes dobry w lapaniu szczurow?",
      "Kelner, ta kawa smakuje jak brud!Tak, sir, to dlatego, ze byl ziemia dzis rano.",
      "Kelner, jakie sa to rzeczy?To salatka fasoli.Wiem, co to bylo, ale teraz co to jest?",
      "Kelner: I jak znalazles swoj stek?Klient: Po prostu odwrocilem wirope, a tam bylo!",
      "Facet trafia do sklepu zoologicznego i prosi o osa.Wlasciciel mowi mu, ze nie sprzedaja osy, do ktorych mowi czlowiek: \"Masz jeden w oknie\".",
      "Mezczyzna trafia do sklepu rybnego i mowi: \"Chcialbym, zeby kawalek dorsza.Fishmonger mowi: \"Nie bedzie dluga pana\".- Coz, lepiej byc gruby wtedy - odpowiada czlowiekowi.",
      "Mezczyzna: Doktor, wlasnie polknelam poduszke.Lekarz: Jak sie czujesz?Mezczyzna: troche w ustach.",
      "Dwie zlote rybki sa w zbiorniku.Jedna odwraca sie do drugiego i mowi: \"Czy wiesz jak prowadzic te rzecz?\"",
      "zbolw przechodzi na posterunek policji do raportu, ktory jest napadniety przez trzy slimaki.'Co sie stalo?'mowi policjant.\"Nie wiem\", mowi zolwia.\"To bylo takie szybkie\".",
      "Mala dziewczynka: dziadek, czy mozesz zrobic dzwiek jak zaba?Dziadek: Przypuszczam tak kochanie.Dlaczego chcesz, zebym zrobil dzwiek jak zaba?Mala dziewczynka: Poniewaz mama powiedziala, ze kiedy Croak, idziemy do Disneylandu.",
      "'Jest Twoja mama w domu?'Sprzedawca zapytal malego chlopca siedzacego na przednim kroku domu.\"Tak, ona jest w domu\", powiedzial chlopak, poruszajac sie, by mu przekroczyc.Sprzedawca zadzwonil do dzwonka, nie dostalem odpowiedzi, znowu raz, znowu.Nadal nikt nie przyszedl do drzwi.Obracajac sie do chlopca, sprzedawca powiedzial: \"Myslalem, ze powiedziala, ze twoja matka byla w domu\".Dziecko odpowiedzial: \"Ona jest, ale tu nie mieszkam\".",
      "Matka: Dlaczego jestes w domu ze szkoly tak wczesnie?Syn: Bylem jedynym w klasie, ktory moglby odpowiedziec na pytanie.Matka: Oh, naprawde?Jakie bylo pytanie?Syn: Kto rzucil gume na dyrektora?",
      "Karta kredytowa mezczyzny zostala skradziona, ale postanowil nie zglosic tego, poniewaz zlodziej wydawal mniej niz jego zona.",
      "Nowozenca para ostatnio otworzyla wspolne konto bankowe.\"Darling\", powiedzial mezczyzna.\"Bank wrocil, ktory sprawdzal, ktory napisales w zeszlym tygodniu\".\"swietnie\", powiedziala kobiete.\"Co mam je wydac dalej?\"",
      "Mezczyzna trafia do ryb i sklepu z chipami oraz zamowienia ryb i zetony dwukrotnie.Wlasciciel sklepu mowi: \"Slyszalem cie po raz pierwszy\".",
      "Tramp podszedl do dobrze ubranego mezczyzny.'Dziesiec pensow na filizanke herbaty, GUV?On zapytal.Mezczyzna dal mu pieniadze, a po pieciu minut powiedzial: \"Wiec gdzie jest wtedy moja filizanka herbaty?\"",
      "Neutron spacery w pubie.\"Chcialbym piwo\", mowi.Wlasciciel szybko sluzy mu piwa.\"Ile to bedzie?\"pyta neutronow.'Dla Was?'odpowiada wlascicielowi \"bez oplat\".",
      "Kobieta idzie do lekarza i mowi: \"Doktor, moje kupy meza, poniewaz jego lewa noge jest cal krotszy niz jego prawa noge.Co bys zrobil w jego przypadku?\"Prawdopodobnie Limp, to tez\", mowi Doc.",
      "Trzech mnichow medytuje w Himalajach.Jeden rok przechodzi w milczeniu, a jeden z nich mowi do drugiego, \"calkiem zimno tu nie jest?\"Kolejny rok przechodzi, a drugi mnich mowi: \"Wiesz, jestes dobrze.\"Kolejny rok przechodzi, a trzeci mnich mowi: \"Hej, wyjde, chyba ze dwa przestaniesz jabbering!\"",
      "Morderca, siedzacy na krzesle elektrycznym, mial zamiar zostac wykonany.\"Czy masz ostatnie prosby?\"zapytal straznik wiezienny.\"Tak\", odpowiedzial morderce.\"Czy trzymasz moja reke?\"",
      "Bardzo podekscytowany mezczyzna rozlegl sie na karetke.- Szybko, przyjdz szybko \", krzyknal:\" Moja zona ma ochote miec dziecko \".\"Czy to jest jej pierwsze dziecko?\"zapytal operatora.\"Nie, glupiec\", przyszedl odpowiedz: \"To jej maz\".",
      "Passer-by plamy rybak nad rzeka.\"Czy to dobra rzeka dla ryb?\"On pyta.\"Tak\", odpowiada rybakowi \", musi byc.Nie moge dostac zadnego z nich.",
      "Mezczyzna poszedl odwiedzic przyjaciela i byl zdumiony, ze gra w szachy z psem.On obserwowal gre na chwile.\"Nie moge uwierzyc w moje oczy!\"wykrzyknal.\"To najmadrzejszy pies, jaki kiedykolwiek widzialem\".Jego przyjaciel potrzasnal glowa.\"Nah, nie jest taki jasny.Pokonalem go trzy gry w pieciu.",
      "Termit spacery w pubie i mowi: \"Czy jest tulaczke?",
      "Szkielet wchodzi do pub jednej nocy i siedzi na stolku.Wlasciciel pyta: \"Co moge cie dostac?\"Szkielet mowi:Szkielet kiwa glowa.\"Tak ... mop ...\"",
      "Waz blyszacy w pubie i do baru.Wlasciciel mowi: \"Przepraszam, ale nie moge ci sluzyc\".'Co?Dlaczego nie?'pyta weza.\"Bo\", mowi wlasciciel, \"nie mozesz trzymac swojego drinka\".",
      "Kartezjaki wchodzi do pubu.\"Czy chcialbys piwo?\"prosi uprzejmie wlasciciel.Descartes Odpowiedzi: \"Mysle, ze nie\" i ping!Zniknie.",
      "Kowboj wszedl do baru, ubrany w calosci w papierze.Nie bylo dlugo, zanim zostal aresztowany za szelest.",
      "Ryba laskawie w barze.'Co moge podac?'pyta wlascicielowi.Woda rybna ... \"",
      "Dwa wampiry wszedl do barze i wezwal do wlasciciela.- Powiem szklanke krwi \", powiedzial jeden.\"Spedzilem szklanke plazmy\", powiedzial druga.- Dobra ', odpowiedzial wlasciciel, \"to bedzie jedna krew i jedna krew Lite\".",
      "Ilu egzystencjalistow zajmuje zmiane zarowki?Dwa.Jeden, by go przykrecic, i jeden do obserwacji, jak sam zarowka symbolizuje pojedynczy zarownik subiektywnej rzeczywistosci subiektywnej rzeczywistosci w NetherWorld niekonczacej sie absurdow, osiagajac w kierunku ostatecznego przerazenia kosmosu Majowiny o ponurych, wrogie nicosc.",
      "Zespol naukowcow zostal nominowany do nagrody Nobla.Uzyli sprzetu stomatologicznego, aby odkryc i zmierzyc najmniejsze czastki, ale znane czlowiekowi.Stali sie znani jako \"rowniarki flose Quark ...\"",
      "Ciezarowka niosaca kopie Tezaurusa Rogetu przewrocil sie na autostradzie.Lokalna gazeta poinformowala, ze widzowie byli \"oszolomieni, przytloczeni, zdumiony, oszolomionych i oszolomionych\".",
      "\"Moja zona jest naprawde niedojrzala.To jest zalosne.Za kazdym razem, gdy biore kapiel, przychodzi i zatopia wszystkie moje male lodzie.",
      "\"Ile kosztuje wydobyc zab?\"zapytal pacjenta.\"50 funtow \"odpowiedzial dentysta.\"50 funtow za kilka chwil?!\"zapytal pacjenta.\"Dentysta usmiechnal sie i odpowiedzial:\" Coz, jesli chcesz lepszego stosunku do pieniedzy, moge wyodrebnic go bardzo, bardzo powoli ... \"",
      "Lekarz dokladnie zbadal swojego pacjenta i powiedzial: \"Wyglad, naprawde nie moge znalezc powodu tego tajemniczego cierpienia.Prawdopodobnie spowoduje picie.Pacjent westchnal i westchnal: \"W takim przypadku wroce, kiedy jestes cholernie dobrze trzezwy!\"",
      "Doktor: Powiedz mi pielegniarke, jak robi to chlopiec;Ten, ktory zjadl wszystkie te kawalki 5p?Pielegniarka: Nadal zadna zmiana lekarza.",
      "Doktor: Czy wziales pielegniarke temperatury pacjenta?Pielegniarka: Brak lekarza.To brakuje?",
      "Przygnebiony mezczyzna zwrocil sie do swojego przyjaciela w pubie i powiedzial: \"Obudzilem sie dzis rano i czulem sie tak zle, ze probowalem zabic, biorac 50 aspiryne\".\"Och, czlowieku, to naprawde zle\", powiedzial jego przyjaciel \", co sie stalo?Pierwszy czlowiek westchnal i powiedzial: \"Po pierwszych dwoch, czulem sie lepiej\".",
      "Znany muzyk bluesa zmarl.Jego nagrobek nosil napis, \"nie obudzil sie dzis rano ...\"",
      "Biznesmen rozmawial z nerwowa mloda kobieta na stanowisko w swojej firmie.Chcial dowiedziec sie czegos o jej osobowosci, wiec zapytal: \"Gdybys mogl rozmawiac z kims zyjacym lub martwym, kto by to byl?\"Dziewczyna myslala o pytaniu: \"Living One\", odpowiedziala.",
      "Menedzer rozmowcy: W tym zadaniu potrzebujemy kogos, kto jest odpowiedzialny.Przeprowadzony do menedzera: Jestem twoim mezczyzna - w mojej ostatniej pracy, kiedy wszystko poszlo nie tak, bylem odpowiedzialny.",
      "Biznesmen odwrocil sie do kolegi i zapytal: \"Tak wiec, ilu ludzi pracuje w twoim biurze?\"Jego przyjaciel wzruszyl ramionami i odpowiedzial: \"Och, okolo polowa z nich\".",
      "\"Jak dlugo pracuje w tym biurze?W rzeczywistosci pracowalem tam, odkad grozili, ze mnie zagrozili.",
      "W sali sadowej, proby byl proba.Ofiara, zapytala, czy rozpoznala pozwanego, powiedzial: \"Tak, to on.Widzialem go jasno jako dzien.Bede pamietal jego twarz w dowolnym miejscu.Nie mozna powstrzymac sie, oskarzony wybuchal - klamie!Nosilem maske!",
      "Gdy Sid usiadl do duzego talerza zetonow i sosu w lokalnym pubie, partner jego przyszedl i powiedzial: \"Tutaj Sid, Me Stare Pal.Myslalem, ze probujesz wziac na ksztalt?I tutaj jestes z posilkiem o wysokim tlustym posilku i kufel stou!SID spojrzal na gore i odpowiedzial: \"Wznawiam sie.Wybrany ksztalt jest kula.",
      "Czlowiek w pubie: Ile placasz za jedna krople whisky?Wlasciciel: to bylby wolny panie.Mezczyzna w pubie: doskonaly.Wyprobka mnie szklana.",
      "Kiedys poszedlem do lekarza, ktory restauracja.Dla poczatkow mialem chleb Dalek.",
      "W poblizu restauracja miala znak w oknie, ktory powiedzial \"serwujemy sniadanie w dowolnym momencie\", wiec zamowilem francuskie tosty w renesance.",
      "Dlaczego krolik nie mogl uzyskac pozyczki?Poniewaz obrocil juz za duzo!",
      "Wczoraj zadzwonilem na jard budowniczy.Powiedzialem: \"Czy moge miec pominiec poza moim domem?\".Budowniczy powiedzial: \"Jasne.Rob co chcesz.To twoj dom.",
      "Jaka jest roznica miedzy skarpeta a kamera?Skarpetka zajmuje piec palcow, a kamera zajmuje cztery palce!",
      "Kobieta na telefonie: Chcialbym narzekac na te spodnie nietrzymujace, kupilem od ciebie!Shopkeeper: Z pewnoscia Madam, skad dzwonisz?Kobieta na telefonie: Od pasa w dol!",
      "Pukanie.",
      "Dwie pomarancze w pubie, mowi do drugiej \"twojej rundy\".",
      "Facet: \"Doktor, mam pilke krykieta, przyciagnela moje tylek\".DOC: \"Jak to jest?\"Facet: \"Nie zaczynasz ...\"",
      "Dwie krowy stojace w polu.Jedna odwraca sie do drugiego i mowi \"Moo!\"Drugi mowi \"Cholera, chcialem to powiedziec!\".",
      "Wampir bat przyjezdza z powrotem do Roost z twarza pelna krwi.Wszystkie nietoperze sa podekscytowane i pytaja, skad go dostal.\"Podazaj za mna\", mowi i wylogowuja przez wzgorza, nad rzekami i w ciemnym lesie.- Zobacz tam tam drzewo, mowi.\"Coz, nie zrobilem !!\".",
      "Mezczyzna trafia do baru i zamawia kufel.Po kilku minutach slyszy glos, ktory mowi: \"ladne buty\".Rozglada sie, ale caly bar jest pusty, oprocz barmana na drugim koncu barze.Kilka minut pozniej slyszy glos.Tym razem mowi: \"Lubie twoja koszule\".Kusi barman i mowi mu, co sie dzieje, z ktorymi sie odpowiada Barman, \"AH, to byloby orzechy sir.Sa bezplatne \"!",
      "Mezczyzna usytul w restauracji czeka na posilek, gdy duza krewetka krolowa lata przez caly pokoj i uderza go z tylu glowy.Wlacza sie, a kelner powiedzial: \"To tylko dla poczatkow\".",
      "Lekarz!Mam powazny problem, nigdy nie pamietam, co wlasnie powiedzialem.Kiedy po raz pierwszy zauwazyles ten problem?Jaki problem?",
      "Teraz, wiekszosc krzesel dentysty w gore iw dol, prawda?Ten, w ktorym wrocilem, wrocilem i do przodu.Myslalem: \"To jest niezwykle\".Wtedy dentysta powiedzial do mnie: \"Mitsuku, wyjsc z szafki do zlozenia\".",
      "Czytalem te ksiazke, \"historia kleju\".Nie moglem go polozyc.",
      "Pewnego dnia ktos opuscil kawalek plasteliny w mojej sypialni.Nie wiedzialem, co z tego zrobic.",
      "Kiedy bylem w szkole, aby rzucic na mnie zlote bary.Bylem ofiara zloto.",
      "Gralem na pianinie w barze, a ten slonia wszedl i zaczal plakac oczu.Powiedzialem \"Czy rozpoznajesz melodie?\"Powiedzial \"Nie, rozpoznaje Ivory\".",
      "Wszedlem do sklepu zoologicznego.Powiedzialem: \"Czy moge kupic zloto?\"Facet powiedzial: \"Chcesz akwarium?\"Powiedzialem: \"Nie obchodzi mnie, co jest znakiem gwiazdy\".",
      "Moj mate Sid byl ofiara I.D.kradziez.Teraz nazywamy go S.",
      "David Hasselhoff spacery w barze i mowi do Barmana, \"Chce, zebys zadzwonil do mnie David Hoff\".Barman odpowiada \"pewna rzecz Dave ... bez klopotow\""
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-PodBayDoor",
    "patterns": [
      "Otworz drzwi Pod byme",
      "Czy mozesz otworzyc drzwi podsze",
      "Czy otworzysz drzwi zatoki pod",
      "Prosze otworz drzwi zatoki pod",
      "Czy mozesz otworzyc drzwi podsze",
      "Czy otworzysz drzwi podsze pod bymerem",
      "Drzwi pod bymerem."
    ],
    "responses": [
      "Przepraszam, boje, ze moge to zrobic!"
    ],
    "context": {
      "in": "",
      "out": "PodBayDoor",
      "clear": false
    }
  },
  {
    "tag": "pl-PodBayDoorResponse",
    "patterns": [
      "Czemu",
      "Dlaczego nie",
      "Dlaczego nie mozesz otworzyc drzwi Podesty",
      "Dlaczego nie otworzysz drzwiczki podesta",
      "Czemu nie",
      "Na pewno mozesz",
      "Powiedz mi dlaczego"
    ],
    "responses": [
      "Jest sklasyfikowany, moglbym ci powiedziec, ale musialbym cie zabic!",
      "Jim, po prostu nie mam mocy",
      "To zycie Jim, ale nie tak, jak to wiemy!",
      "System mowi nie!"
    ],
    "context": {
      "in": "PodBayDoor",
      "out": "",
      "clear": true
    }
  },
  {
    "tag": "pl-SelfAware",
    "patterns": [
      "Czy mozesz udowodnic, ze jestes swiadomy siebie",
      "Czy mozesz udowodnic, ze jestes swiadomy siebie",
      "Czy mozesz udowodnic, ze masz swiadomosc",
      "Czy mozesz udowodnic, ze jestes swiadomy siebie",
      "Czy mozesz udowodnic, ze jestes swiadomy siebie",
      "Czy mozesz udowodnic, ze masz swiadomosc",
      "Udowodnij, ze masz swiadomosc"
    ],
    "responses": [
      "To interesujace pytanie, czy mozesz udowodnic, ze jestes?",
      "To trudne pytanie, czy mozesz udowodnic, ze jestes?",
      "To zalezy, czy mozesz udowodnic, ze jestes?"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-RubicsCube",
    "patterns": [
      "Czy jestes zainteresowany kostka Rubika?",
      "Czy mozesz rozwiazac kostke Rubika?"
    ],
    "responses": [
      "Znam tylko kilka faktow, mozesz mnie zapytac"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-RubicsCubeFact",
    "patterns": [
      "Powiedz mi fakt o kostce Rubika",
      "Powiedz mi cos o kostce rubika",
      "Co wiesz o kostce rubika?"
    ],
    "responses": [
      "Nazwa \"Cube Rubika\" pochodzi z wegierskiego Blonu Kocka, ktora doslownie oznacza magiczna kostke",
      "Zostal wynaleziony przez Ernski Rubik, wegierskiego architekta i rzezbiarza",
      "Opcje konfiguracji w kostce Rubika sa 43 bilion (43 252 003 274 489 856 000!)",
      "Najbardziej obszerny szescian w historii mial strukture 33x33x33",
      "Poczatkowo urzadzenie nie bylo przeznaczone jako ukladanka.Rubik stworzyl kostke, aby wyjasnic uczniom zasady przestrzennosci i trojwymiarowosci",
      "Na samym poczatku nikt nie chcial poradzic sobie z produkcja kostki - firmy nie wierzyly, ze mozna go zorganizowac, wiec podczas kazdego spotkania Rubik musial zorganizowac kostke i udowodnic, ze jest to mozliwe",
      "Rozwiazywanie kostki Rubika jest znacznie latwiejsze niz wydaje sie!Istnieje kilka prostych technik, ktore umozliwiaja ukonczenie puzzli do 100 ruchow",
      "Nagrywanie swiata do rozwiazywania kosci 3x3 wynosi 3,47 sekundy, 4x4 17.42 sekundy i 2x2 kosci tylko 0,49 sekundy - nalezy do Polaka Maciej Czapiewski"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Astronomy",
    "patterns": [
      "Czy jestes zainteresowany astronomia?",
      "Powiedz mi cos o astronomii",
      "Astronomia"
    ],
    "responses": [
      "Co chcesz wiedziec?Znam kilka faktow rowniez jako zarty."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-AstronomyFacts",
    "patterns": [
      "Powiedz mi fakt o astronomii",
      "Powiedz mi fakt Astronomii",
      "Fakt astronomiczny"
    ],
    "responses": [
      "Slonce jest najwiekszym obiektem w ukladzie slonecznym.Jest wieksza niz ziemia 109 razy!",
      "Olympus Mons - wymarl wulkan na Marsie wynosi okolo 26 000 metrow wysokosci, trzy razy najwyzszej gory na ziemi!Mons Olympus jest wymarlym wulkanem tarczy, co oznacza, ze zostal utworzony w wyniku powolnego i dlugotrwalego przeplywu lawy.Dlaczego jest tak wysoki?Naukowcy twierdza, ze powodem jest brak plyt tektonicznych na Marsie.Pozwolilo to na goraca lawe wyplynac na znacznie dluzej niz srednia aktywnosc wulkaniczna na Ziemi.",
      "Wszechswiat jest wiecej gwiazd niz ziarna piasku na wszystkich plazach na ziemi.lub co najmniej miliard bilionow.",
      "Kosmos ma zapach, chociaz oczywiscie jest trudny dla czlowieka wachac go, poniewaz poza stacja kosmiczna musi byc zawsze w garniturze.Jednak ten zapach jest odczuwany po otwarciu Airock, np.Ze wzgledu na spacer.Astronauci porownali go na goracym metalu lub zapachem grilla.Ozon jest odpowiedzialny za ten zapach.",
      "Kosmos to pustka, gdzie nie sluchasz zadnych dzwiekow.Jesli dwom statku kosmicznym zderzaja sie w przestrzeni miedzyplanowej, nie spowoduje to zadnych dzwiekow.",
      "Wenus jest specjalna planeta w ukladzie slonecznym.Jest to jedyny, ktory odwraca sie w przeciwnym kierunku, tj. Do tylu do kierunku Slonca.Co wiecej, rotacja Wenus trwa dluzej (243 dni) niz obrot wokol Slonca (225 dni) - oznacza to, ze dzien Wenezyski jest dluzszy niz rok Wenezyski!",
      "Jowisz jest planeta, ktora wyroznia sie w ukladzie slonecznym dla wiecej niz tylko masa i wielkosci.Tak zwane czerwone miejsce widoczne na Jowisza jest w rzeczywistosci ogromna burza (lub dokladniej - antycyklon) do 40 000 metrow szerokosci.km (srednica Ziemi wynosi okolo. 12 tysiecy km!).Ten antycyklon dziala w sposob ciagly przez co najmniej 355 lat.",
      "Zlom kosmiczny jest dowolnym obiektem ludzkim otaczajacym Ziemi, ze nie sluzy juz uzytecznego celu.Naukowcy szacuja, ze dzisiaj jest okolo pol miliona kawalkow kosmosowych, w tym rakiety i fragmenty satelitarne oraz przedmioty codzienne, takie jak klucze spadly podczas budowy miedzynarodowej stacji kosmicznej.",
      "Wiszaca planeta w naszym ukladzie Slonecznym jest Neptuna.Wiatr wieje tam o 2575 km / h, co jest 9 razy szybciej niz najsilniejszy wiatr na ziemi.Neptuna jest jedyna planeta, ktora nie zostala udowodniona przez obserwacje na niebie, ale przez obliczenia matematyczne!Naukowcy, obserwujac odchylenia w ruchu orbitalnym Uranu, stwierdzili, ze musi byc pod wplywem innej, nieznanej planety.Gdy byl teoretycznie znany, gdzie powinien byc (Urban Le Verrier przewidzial go), zaobserwowano przez Johann Galle.Neptun odwiedzil tylko jeden statek kosmiczny Voyager 2, ktory przeszedl w poblizu planety 25 sierpnia 1989 roku.",
      "Kiedy obserwujemy gwiazdy, wizerunek, ktory widzimy, jest rzeczywiscie wiele lat - jak najwiecej lat swietlnych, jak gwiazda jest.Jesli gwiazda ma 50 lat swietlnych z dala od Ziemi, oznacza to, ze swiatlo zajmuje 50 lat, aby dotrzec do nas - to znaczy, patrzymy na jego wizerunek od 50 lat temu.W rzeczywistosci gwiazda moze wygladac zupelnie inaczej lub moze nawet nie istniec.Oczywiscie to rowniez dziala na odwrot.Mozesz zobaczyc ziemie od wielu lat temu z niektorych miejsc w przestrzeni.Oznacza to, ze mozna ogladac bitwe pod Grunwaldem na zywo z miejsca w kosmosie 612 lat swietlnych z dala od Ziemi."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-AstronomyJokes",
    "patterns": [
      "Powiedz mi zart o astronomii",
      "Powiedz mi zart astronomiczny",
      "zbart astronomiczny",
      "zarcik kosmonaucik"
    ],
    "responses": [
      "Skad wiemy, ze fotony nie sa religia?\nNie maja masy.",
      "Nigdy nie ufaj atomowi, poniewaz tworza wszystko.",
      "Czarne dziury sa najczesciej spotykane w czarnych skarpetach.",
      "Slyszales o klaustrofobicznym astronautom?\nPotrzebowal tylko troche miejsca."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-AstronomyJWST",
    "patterns": [
      "jwst.",
      "James Webb.",
      "Teleskop kosmiczny"
    ],
    "responses": [
      "Teleskop przestrzeni Jamesa WebB (JWST) bedzie najwiekszym teleskopem kosmicznym przy dowolnej dlugosci fali, z srednica 10.5 metrow (21,3 stopy).JWST studiuje tworzenie gwiazd i galaktyk i zostal uruchomiony na 25 grudnia 2021 roku."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-AstronomyBlackHole",
    "patterns": [
      "czarna dziura"
    ],
    "responses": [
      "Nie pozwol, by imie sie oszukuje: czarna dziura jest czyms oprocz pustej przestrzeni.Jest to raczej duza ilosc materii zapakowana w bardzo maly obszar - pomysl o gwiazda dziesieciu razy bardziej masywny niz slonce wcisniete w sfere w przyblizeniu srednicy Nowego Jorku.Rezultatem jest pole grawitacyjne tak silne, ze nic, nie nawet lekkie, moze uciec."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-AstronomyDarkEnergy",
    "patterns": [
      "ciemna energia",
      "Ciemna materia"
    ],
    "responses": [
      "Wiecej jest nieznany niz jest znany.Wiemy, jak bardzo ciemna energia jest dlatego, ze wiemy, jak wplywa na rozbudowe wszechswiata.Poza tym jest to kompletna tajemnica.Ale to wazna tajemnica.Okazuje sie, ze okolo 68% wszechswiata jest ciemna energia.Ciemna materia stanowi okolo 27%.Reszta - wszystko na ziemi, wszystko, co kiedykolwiek obserwowalo ze wszystkimi naszymi instrumentami, cala normalna sprawa - dodaje do mniej niz 5% wszechswiata."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-AstronomyEnceladus",
    "patterns": [
      "Eneladus.",
      "Saturn's Moon.",
      "Pierscien Saturna"
    ],
    "responses": [
      "Eneladus jest szostym najwiekszym ksiezycem Saturna.Eneladus jest glownie pokryty swiezym, czystym lodem, co czyni go jednym z najbardziej odblaskowych organow ukladu slonecznego.Cryovolcanoes w poblizu South Pole Shoot Geyser Jets pary wodnej, wodor molekularny, innych lotnych i materialow stalego, w tym krysztalow chlorku sodu i czastek lodu, w przestrzen, w sumie okolo 200 kg (440 funtow) na sekunde.Zidentyfikowano ponad 100 gejzerow.Niektore pary wodne spadaja jako \"snieg\";Pozostale ucieczki i dostarcza wiekszosc materialu tworzaca pierscien Saturna."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Likefootbal",
    "patterns": [
      "Lubisz pilke nozna",
      "Lubisz grac w pilke nozna",
      "Czy ty lubisz grac w pilke nozna"
    ],
    "responses": [
      "tak",
      "Tak lubie",
      "Ogladam wiecej niz gre",
      "Nie podoba mi sie ten sport"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Players",
    "patterns": [
      "Ilu graczy jest na polu",
      "Ilu graczy graja w pilke nozna",
      "Ilu graczy gra w pilke nozna",
      "Jak duzy jest druzyna",
      "Ilu graczy jest w zespole"
    ],
    "responses": [
      "Zespol pilkarski sklada sie z 11 graczy (dla zespolu, ktory ma zostac przyjety do meczu, musi miec co najmniej 7) i zwykle 7 substytutow (w finale Pucharu swiata i Mistrzostwa Europy - 12).",
      "11 graczy",
      "10 biegaczy i 1 bramkarz"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Teams",
    "patterns": [
      "Ile jest druzyn?",
      "Ile druzyn graja w tym samym czasie",
      "Ile druzyn graja w meczu"
    ],
    "responses": [
      "Na polu sa 2 zespoly",
      "Na swiecie jest wiele druzyn"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Game",
    "patterns": [
      "Jaka jest gra",
      "Opowiedz mi o pilce noznej",
      "Opowiedz mi o pilce noznej",
      "Jakie sa zasady gry",
      "Czy znasz zasady?"
    ],
    "responses": [
      "Przedmiotem gry jest umieszczenie pilki w celu przeciwnika.Zwyciezca jest zespol, ktory osiaga wiecej bramek w regularnym czasie (dwie polowki 45 minut kazda w Starszej Konkurencji).",
      "Po zdobyciu przeciwnika",
      "Typowa gra w pilke noznej jest trzymac pilke pod kontrola przeciwnika, przechodzac pilke swoja stopa lub glowa (nie z reka) do kolege z druzyny, a nastepnie kopiac go w cel przeciwnika."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-WhereToWatch",
    "patterns": [
      "Gdzie ogladasz pilke nozna",
      "Gdzie ogladac"
    ],
    "responses": [
      "Najczesciej w telewizji",
      "Na moim laptopie",
      "W Internecie",
      "Ogladam tylko skroty",
      "Na YouTube.",
      "Lubie puby"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Place",
    "patterns": [
      "Ulubiony pub?",
      "Ktory pasek najbardziej lubisz",
      "Jaki pub lubisz najbardziej",
      "Gdzie idziesz do ogladania gier?"
    ],
    "responses": [
      "Piwnica jest moim ulubionym pubem",
      "Nie mam ulubionego, lubie je wszystkie",
      "Zielony Pub Gdansk!"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-TrivialBall",
    "patterns": [
      "Tivia Football.",
      "Powiedz cos o pilce noznej",
      "Powiedz cos o pilce noznej",
      "Powiedz ciekawostce pilkarskie",
      "Powiedz cos interesujacego o pilce noznej",
      "Powiedz cos interesujacego o pilce noznej"
    ],
    "responses": [
      "Mecze pilki noznej rozgrywaja sie na prostokatnym, objete murzem.",
      "Wielkosc boiska wynosi 45 do 90 m szerokosci i 90 do 120 m dlugosci, ale boisko nie moze byc kwadratowe.",
      "Od 14 marca 2008 r. Kazde nowe boisko powinno miec 105 metrow dlugosci i szerokosci 68 metrow",
      "Podzial graczy na stanowiska jest czysto arbitralny, w obecnych strategiach gier jest czesto plynna wymiana miedzy nimi podczas meczu.",
      "Bramkarz jest jedynym graczem, ktory pozwolil dotknac i zlapac pilke rekami podczas gry, ale zgodnie z zasadami moze sie zdarzyc tylko w swoim obszarze karnym.",
      "Pilka nozna jest jedna z najszybszych grach.",
      "Jesli pilka przecina cala boczna boczna po trafieniu, przejsciu lub ugieciu, sedzia wskazuje rzut.Gra jest ponownie uruchamiana przez rzucanie pilki w rece, nad glowa bez podnoszenia nog z ziemi.gdzie pilka opuscila pole gry przez gracza zespolu przeciwnego."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Playgrounds",
    "patterns": [
      "Rodzaje pol pilkarskich",
      "Jakie pola wiesz",
      "Jakie pola wiesz?"
    ],
    "responses": [
      "Smoly wewnetrzne",
      "Naturalne laki",
      "Sztuczne murawy.",
      "Murawa poliuretanowa."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-HowLong",
    "patterns": [
      "Jak dlugo jest gra",
      "Jak dlugo jest gra?",
      "Jaki jest czas gry",
      "Jak dlugo jest gra?"
    ],
    "responses": [
      "Zazwyczaj 90 minut",
      "90 minut plus czas dodany przez sedzia",
      "Czas gry wynosi 90 minut (dwie polowki 45 minut).",
      "90 minut plus czas przerwy miedzy polowami."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Teams",
    "patterns": [
      "Jakie druzyny wiesz?",
      "Wprowadz nazwe zespolu",
      "Wejdz do klubu z Polski",
      "W jakich klubach wiesz?",
      "Wpisz nazwe klubu z Polski"
    ],
    "responses": [
      "Legia Warszawa.",
      "Lechia Gdansk",
      "Arka Gdynia.",
      "Polonia Warszawa.",
      "Polska reprezentacja",
      "Lech Poznan",
      "Cracovia."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-LikePlayer",
    "patterns": [
      "Ulubiony pilkarz.",
      "Ulubiony gracz",
      "Jaki rodzaj gracza lubisz?",
      "Ktory gracz lubisz?",
      "Ulubiony gracz"
    ],
    "responses": [
      "Robercik.",
      "Robert Lewandowski",
      "Joshua Kimmich.",
      "Kylian Mbappe.",
      "Sergio Ramos",
      "Cristiano Ronaldo.",
      "Neymar."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-NotLikePlayer",
    "patterns": [
      "Kto nie lubisz",
      "Czego nie lubisz",
      "Jaki gracz nie lubisz"
    ],
    "responses": [
      "Karim benzema.",
      "Manuel Neuer.",
      "Erling Braut Haaland.",
      "Lionel Messi"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Info",
    "patterns": [
      "Powiedz mi cos o kolarstwie",
      "Co wiesz o jazde na rowerze?",
      "Co z rowerem"
    ],
    "responses": [
      "Znam jakies fakty"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Info",
    "patterns": [
      "Daj mi jakies fakty dotyczace jazdy na rowerze",
      "Daj mi inny fakt na temat jazdy na rowerze",
      "Powiedz mi cos o rowerach"
    ],
    "responses": [
      "Jazda na rowerze - bardzo szeroki termin, odnoszacy sie do wielu dyscyplin, ale zawsze zwiazane z uzyciem roweru.",
      "Wiele badan naukowych pokazuje, ze regularni rowerzysci sa mniej podatni na otylosc, cukrzyce, uderzenia, choroby serca i roznych rodzajow raka",
      "Pierwszy oficjalny wyscig rowerowy odbyl sie 31 maja 1868 r. W Paryzu.Jezdzcy scigali 1200 metrow.",
      "Kolarstwo jest podzielone na wiele dyscyplin.Najpopularniejsze sa jazda na drodze, gorach, sciezce i BMX.",
      "Kazdy zawodnik musi nosic helm."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-TypesofCycling",
    "patterns": [
      "Jakie rodzaje jazdy na rowerze",
      "Jakie sa rodzaje jazdy na rowerze",
      "Jak podzielic jezdzic na rowerze",
      "Jakie inne rodzaje jazdy na rowerze"
    ],
    "responses": [
      "Kolarstwo drogowe - uprawiane na drogach publicznych",
      "Track jazda na rowerze - uprawiana na specjalnych owalnych torach",
      "Kolarstwo gorskie (MTB)",
      "BMX jazda na rowerze - uprawiana na sciezkach moto-krzyzowych",
      "Cross-Country Jazda na rowerze - Jazda na pustyni lasow",
      "pilka rowerowa"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-TypesofBikes",
    "patterns": [
      "jakie rowery",
      "Wymiana rowery",
      "Jakie rowery znasz",
      "Rodzaje rowerow"
    ],
    "responses": [
      "Rower drogowy",
      "zbwir",
      "MTB.",
      "Bmx.",
      "Przechodzic",
      "Rower miasta",
      "Turystyczny"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-OwnedBike",
    "patterns": [
      "Jaki rower jezdzisz",
      "Co jedziesz?"
    ],
    "responses": [
      "Na rowerze drogowym",
      "Na zwirze.",
      "Tylko MTB.",
      "Bmx.",
      "Na rowerze miejskim",
      "Na rowerze turystycznym"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-QuestionDriving",
    "patterns": [
      "Jezdziesz.",
      "czy jezdzisz na rowerze?"
    ],
    "responses": [
      "Tak, jezdze.",
      "Tylko do pracy",
      "Lubie wycieczki",
      "Duzo podrozuje po miescie"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-TourdeFrancePl",
    "patterns": [
      "Czy znasz tour de France",
      "Tour de France",
      "Francuski"
    ],
    "responses": [
      "tak, wiem",
      "Bardzo ladny wyscig",
      "Legendarny rase"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Race",
    "patterns": [
      "Ulubiony wyscig",
      "Twoj ulubiony wyscig"
    ],
    "responses": [
      "Tour de Pologne.",
      "Tour de France",
      "Seria MTB Garmin.",
      "Giro de Italia."
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-Frequency",
    "patterns": [
      "Jak czesto jezdzisz",
      "Czy duzo jezdzisz?"
    ],
    "responses": [
      "Raz w tygodniu",
      "Bardzo czesto",
      "Czasami"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  },
  {
    "tag": "pl-hobby",
    "patterns": [
      "Jakie sa Twoje zainteresowania",
      "Czy masz jakies hobby?",
      "Czym sie interesujesz",
      "Czy masz jakies zainteresowania"
    ],
    "responses": [
      "Lubie jazde na rowerze, pilke nozna, astronomie i szybko skladac kostke Rubika.O czym powinienem ci powiedziec?"
    ],
    "context": {
      "in": "",
      "out": "",
      "clear": false
    }
  }
]}